module.exports = {
  open_bot: "Открыть бота в Telegram",
  instrument: "Это инструмент, чтобы лучше понять себя",
  why: "Зачем нужен этот бот?",


  motivation: "Начните понимать себя лучше с помощью сновидений",
 "motivation-two": "Бот позволяет хранить ваши сны и интерпретировать их с точки зрения Юнгианской психологии",

  description: {
    open_bot: "Открыть бота в Telegram",
    instrument: "Это инструмент, чтобы лучше понять себя",
    why: "Зачем нужен этот бот?",
    description: `Сны — это волшебные послания, которые помогают нам
приблизиться к себе.

Как же понять язык сновидений? Если вы хоть раз задавались
этим вопросом, наш бот для вас!

Night Insight поможет вам познакомиться с миром снов,
раскрыть их глубинный смысл и открыть тайны вашего
подсознания.

Хотя он не заменит консультацию с психотерапевтом, бот
станет вашим верным помощником в исследовании снов и даст
вам возможность понять их язык.

Просто опишите свой сон, и Night Insight подскажет, что
может скрываться за его образами.`,
  },
  wish: "С пожеланием открытий на вашем сновидном пути, Катя и Анна.",
  recs: "Рекомендации по работе со сновидениями",
  reccomendations: [
    `Ведение дневника сновидений помогает показать бессознательному, что твои намерения "серьёзны" и ты готов прислушиваться к нему и видеть больше снов.`,

"Записывай сон сразу при пробуждении. При возникновении сложностей с записью от руки - используй диктофон, а затем перенеси сон в блокнот или наш бот.",

"Учись связывать события сна с текущими. В дневнике сновидений также полезно в паре предложений описывать, что сейчас происходит в твоей дневной жизни.",

"Не оценивай: полезно/не полезно, хорошо/плохо - это не о том. Сон может открыть тебе гораздо больше смыслов, когда ты перестаешь относиться к нему в оценочном ключе.",

"Записывай сны в настоящем времени. Использование прошедшего времени – защитный механизм, который чаще всего служит созданию барьера между бодрствующим Эго и опытом в сновидении.",

"Используй обращение к внутреннему Мастеру сновидений, и собственную установку на запоминание. Например, перед сном ты можешь кратко сформулировать вопрос, на который хотел бы получить ответ бессознательного.",

"При записи сновидений давай им краткое название.",

"Не накладывай ограничений на методы взаимодействия со своими сновидениями. Чем больше творчества проявится в общении с бессознательным - тем больше энергии может потенциально высвободиться из такой работы.",

`Не игнорируй фрагменты и обрывки сновидений. Чаще всего "фрагмент" является образом, который память тщательно отредактировала, чтобы сделать символическое изложение как можно более экономным и ясным. В то же время, это самое яркое, что сохранила память. Ощущение, что сновидение неполно и потому не важно, исходит из ошибочной установки эго на стремление к законченности и структуре сюжета, свойственной художественным произведениям.`,

"Заново переживай свои сновидения в активном воображении, а также с точек зрения различных действующих лиц. Фиксируй эти новые образы на бумаге и иногда возвращайся к ним.",

"Представляй различные варианты, которыми твоё сновидение могло бы продолжиться, если бы ты не проснулся.",

"Периодически возвращайся назад и пересматривай сновидения. Ты удивишься, как значимо может оказаться давно приснившееся сновидение, случайно попавшееся под руку.",

"Практикуй медитативные техники в жизни наяву. Если представить, что сейчас ты спишь, на какие образы в окружающей действительности обратил бы внимание? Как бы ты пересказал этот сон, о чём он?",

"Не пугайся кошмаров. Чувства, возникшие от сновидения - реакция Эго, которая часто несёт защитный характер и мешает увидеть истинное послание бессознательного.",
  ]
};
